[
  {
    "paper": {
      "id": "2501.08325",
      "authors": [
        {
          "_id": "678719ac5333dfbf8e206077",
          "user": {
            "_id": "64105a6d14215c0775dfdd14",
            "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
            "isPro": false,
            "fullname": "Jiwen Yu",
            "user": "VictorYuki",
            "type": "user"
          },
          "name": "Jiwen Yu",
          "status": "claimed_verified",
          "statusLastChangedAt": "2025-01-15T08:49:01.033Z",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206078",
          "name": "Yiran Qin",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206079",
          "name": "Xintao Wang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607a",
          "name": "Pengfei Wan",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607b",
          "name": "Di Zhang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607c",
          "name": "Xihui Liu",
          "hidden": false
        }
      ],
      "publishedAt": "2025-01-14T18:57:21.000Z",
      "title": "GameFactory : GameFactory - Utilise des générateurs vidéo interactifs pour créer de nouveaux jeux.",
      "summary": "Le moteur des jeux génératifs a le potentiel d'innover le développement des jeux en générant de nouveau contenu automatiquement et en réduisant la quantité de travail manuel. Cependant, l'approche actuelle basée sur le vidéo pour la génération de jeux ne peut pas résoudre les problèmes généraux de scène, ce qui limite un style et des scènes fixes. Dans cet article, nous présentons le cadre de travail de génération de vidéos de jeux, GameFactory, qui se concentre sur l'aborder les problèmes généraux de scène. Pour garantir la diversité de nouveaux jeux, nous utilisons des données vidéo du domaine ouvert pour entraîner un modèle de diffusion vidéo pré-entraîné. Pour atténuer les différences entre le savoir avancé du domaine ouvert et les petits ensembles de données de jeux, nous proposons une stratégie d'entraînement multiniveau qui sépare l'apprentissage de style et le contrôle des actions. Nous publions GF-Minecraft, un ensemble de vidéos de haute qualité avec diverses actions, basé sur Minecraft comme source de données. De plus, nous étendons le cadre de travail pour permettre un contrôle des actions qui peut être automatiquement rétrograde, permettant la production de vidéos de jeux d'interaction infinies. Les résultats des expérimentations démontrent clairement que GameFactory peut générer des vidéos de jeux ouverts, divers et avec contrôle des actions, montrant une grande innovation dans la génération de jeux avec l'intelligence artificielle. L'ensemble de données et la page du projet sont disponibles publiquement sur https://vvictoryuki.github.io/gamefactory/.",
      "upvotes": 37,
      "discussionId": "678719ae5333dfbf8e206106"
    },
    "publishedAt": "2025-01-20T22:21:50.434Z",
    "title": "GameFactory: Creating New Games with Generative Interactive Videos",
    "thumbnail": "https://cdn-thumbnails.huggingface.co/social-thumbnails/papers/2501.08325.png",
    "numComments": 2,
    "submittedBy": {
      "_id": "64105a6d14215c0775dfdd14",
      "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
      "fullname": "Jiwen Yu",
      "name": "VictorYuki",
      "type": "user",
      "isPro": false,
      "isHf": false,
      "isMod": false,
      "followerCount": 2
    },
    "isAuthorParticipating": true
  }
]