[
  {
    "paper": {
      "id": "2501.08325",
      "authors": [
        {
          "_id": "678719ac5333dfbf8e206077",
          "user": {
            "_id": "64105a6d14215c0775dfdd14",
            "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
            "isPro": false,
            "fullname": "Jiwen Yu",
            "user": "VictorYuki",
            "type": "user"
          },
          "name": "Jiwen Yu",
          "status": "claimed_verified",
          "statusLastChangedAt": "2025-01-15T08:49:01.033Z",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206078",
          "name": "Yiran Qin",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206079",
          "name": "Xintao Wang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607a",
          "name": "Pengfei Wan",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607b",
          "name": "Di Zhang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607c",
          "name": "Xihui Liu",
          "hidden": false
        }
      ],
      "publishedAt": "2025-01-14T18:57:21.000Z",
      "title": "GameFactory : ゲームファクトリー - Générateur de jeux vidéo interactifs pour créer de nouveaux jeux.",
      "summary": "Les moteurs de jeu génératifs ont la possibilité d'innover le développement des jeux en automatisant la génération de nouveau contenu et en réduisant la quantité de travail manuel. Cependant, les méthodes actuelles de génération de vidéos dans les jeux ne résolvent pas les problèmes d'échelle, se limitant à des styles fixes et des jeux avec des scènes prédéfinies. Dans cet article, nous présentons le GameFactory, un cadre de travail pour la génération de vidéos de jeux qui se concentre sur la résolution de problèmes d'échelle généraux. En utilisant des modèles de diffusion pré-entraînés avec des données vidéo de domaine ouvert, GameFactory permet de créer de nouvelles classes de jeux. Pour aborder la différence entre les limites de la plupart des jeux de domaine ouvert et les petits ensembles de données de jeux, nous séparons l'apprentissage du style du contrôle des actions et proposons une stratégie d'apprentissage multiniveau pour maintenir la généralisation du domaine ouvert tout en réalisant le contrôle des actions. Nous publions un ensemble de données vidéo de haute qualité et de diversité, GF-Minecraft, en utilisant Minecraft comme source de données. De plus, nous étendons le cadre de travail pour permettre la génération automatique de vidéos de jeux avec un contrôle des actions récursifs et la production de vidéos de jeux d'interaction infinis. Les résultats des expériences montrent que GameFactory est efficace dans la génération de vidéos de jeux de domaine ouvert, avec contrôle des actions, et représente un avancé important dans la génération de jeux à l'aide de l'intelligence artificielle. Les ensembles de données et la page du projet sont disponibles sur https://vvictoryuki.github.io/gamefactory/.",
      "upvotes": 37,
      "discussionId": "678719ae5333dfbf8e206106"
    },
    "publishedAt": "2025-01-20T22:21:50.434Z",
    "title": "GameFactory: Creating New Games with Generative Interactive Videos",
    "thumbnail": "https://cdn-thumbnails.huggingface.co/social-thumbnails/papers/2501.08325.png",
    "numComments": 2,
    "submittedBy": {
      "_id": "64105a6d14215c0775dfdd14",
      "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
      "fullname": "Jiwen Yu",
      "name": "VictorYuki",
      "type": "user",
      "isPro": false,
      "isHf": false,
      "isMod": false,
      "followerCount": 2
    },
    "isAuthorParticipating": true
  }
]