[
  {
    "paper": {
      "id": "2501.08325",
      "authors": [
        {
          "_id": "678719ac5333dfbf8e206077",
          "user": {
            "_id": "64105a6d14215c0775dfdd14",
            "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
            "isPro": false,
            "fullname": "Jiwen Yu",
            "user": "VictorYuki",
            "type": "user"
          },
          "name": "Jiwen Yu",
          "status": "claimed_verified",
          "statusLastChangedAt": "2025-01-15T08:49:01.033Z",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206078",
          "name": "Yiran Qin",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206079",
          "name": "Xintao Wang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607a",
          "name": "Pengfei Wan",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607b",
          "name": "Di Zhang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607c",
          "name": "Xihui Liu",
          "hidden": false
        }
      ],
      "publishedAt": "2025-01-14T18:57:21.000Z",
      "title": "GameFactory: GameFactory - Créez de nouveaux jeux en générateurs vidéo interactifs.",
      "summary": "Le moteur de jeu généré de manière nature a la possibilité d'innover le développement de jeux en automatisant la génération de nouveau contenu et en réduisant la quantité de travail manipulateur. Cependant, les méthodes actuelles de génération de jeux basées sur des images ne résolvent pas les problèmes cruciaux des scénarios généralisés, ce qui limite les jeux existants aux styles et scénarios prédéfinis. Cet article se concentre sur les scénarios généralisés, en utilisant le cadre de travail GameFactory pour générer des jeux et des contenus complets et variés. De plus, il propose une stratégie d'entraînement multiniveau pour séparer l'apprentissage du style du contrôle des actions, en utilisant des modèles pré-entraînés avec des données d'images d'environnements ouverts pour maintenir la généralisation dans les environnements ouverts tout en permettant le contrôle des actions dans les jeux vidéo générés. Un ensemble de vidéos de haute qualité avec différentes actions, nommé GF-Minecraft, basé sur Minecraft comme source de données, est lancé. De plus, le cadre de travail est étendu pour permettre la génération de jeux vidéo avec un contrôle des actions auto-collaboratifs et la production de jeux vidéos d'interaction infinies. Les résultats des expériences montrent que GameFactory peut générer efficacement des jeux vidéo ouverts, divers et avec contrôle des actions. Cela montre que l'on est en train d'avancer dans une étape importante dans la génération de jeux dirigée par l'IA. Les ensembles de données et la page du projet sont disponibles sur https://vvictoryuki.github.io/gamefactory/.",
      "upvotes": 36,
      "discussionId": "678719ae5333dfbf8e206106"
    },
    "publishedAt": "2025-01-20T22:21:50.434Z",
    "title": "GameFactory: Creating New Games with Generative Interactive Videos",
    "thumbnail": "https://cdn-thumbnails.huggingface.co/social-thumbnails/papers/2501.08325.png",
    "numComments": 2,
    "submittedBy": {
      "_id": "64105a6d14215c0775dfdd14",
      "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
      "fullname": "Jiwen Yu",
      "name": "VictorYuki",
      "type": "user",
      "isPro": false,
      "isHf": false,
      "isMod": false,
      "followerCount": 2
    },
    "isAuthorParticipating": true
  }
]