[
  {
    "paper": {
      "id": "2501.08325",
      "authors": [
        {
          "_id": "678719ac5333dfbf8e206077",
          "user": {
            "_id": "64105a6d14215c0775dfdd14",
            "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
            "isPro": false,
            "fullname": "Jiwen Yu",
            "user": "VictorYuki",
            "type": "user"
          },
          "name": "Jiwen Yu",
          "status": "claimed_verified",
          "statusLastChangedAt": "2025-01-15T08:49:01.033Z",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206078",
          "name": "Yiran Qin",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206079",
          "name": "Xintao Wang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607a",
          "name": "Pengfei Wan",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607b",
          "name": "Di Zhang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607c",
          "name": "Xihui Liu",
          "hidden": false
        }
      ],
      "publishedAt": "2025-01-14T18:57:21.000Z",
      "title": "Juegos Factory : On utilise des vidéos d'interaction générées pour créer de nouveaux jeux.",
      "summary": "Le moteur de jeux génératifs autonome peut modifier de manière innovante le développement des jeux en créant de nouveau contenu de manière automatique. Cependant, les méthodes actuelles de génération de jeux basées sur des images ne peuvent pas aborder des scénarios généraux, ce qui les limite à des styles fixes et des scénarios existants. Dans cet article, nous nous concentrons sur la généralisation des scénarios et présentons le Framework GameFactory, qui se concentre sur la génération d'images pour les jeux. Pour créer de nouveaux jeux et atteindre une diversité, nous utilisons un modèle de diffusion d'images pré-entraîné avec des données d'images ouvertes. Nous abordons la différence entre le savoir ouvert et les petits ensembles de données de jeux, séparant l'apprentissage de style et le contrôle des actions, et proposons une stratégie d'entraînement à pas constant pour maintenir la généralisation ouverte et atteindre le contrôle des actions. Avec Minecraft comme source de données, nous lançons un ensemble d'images de haute qualité avec une diversité d'actions GF-Minecraft pour la recherche. De plus, nous étendons le cadre pour permettre la génération d'images de jeux avec un contrôle automatique des actions et la production de jeux interactifs infinis. Les résultats des expériences montrent que GameFactory est efficace dans la génération d'images de jeux ouverts, divers et avec contrôle des actions, démontrant un grand avancement dans la génération de jeux à l'aide de l'intelligence artificielle. L'ensemble de données et la page du projet sont disponibles sur https://vvictoryuki.github.io/gamefactory/.",
      "upvotes": 37,
      "discussionId": "678719ae5333dfbf8e206106"
    },
    "publishedAt": "2025-01-20T22:21:50.434Z",
    "title": "GameFactory: Creating New Games with Generative Interactive Videos",
    "thumbnail": "https://cdn-thumbnails.huggingface.co/social-thumbnails/papers/2501.08325.png",
    "numComments": 2,
    "submittedBy": {
      "_id": "64105a6d14215c0775dfdd14",
      "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
      "fullname": "Jiwen Yu",
      "name": "VictorYuki",
      "type": "user",
      "isPro": false,
      "isHf": false,
      "isMod": false,
      "followerCount": 2
    },
    "isAuthorParticipating": true
  }
]