[
  {
    "paper": {
      "id": "2501.08325",
      "authors": [
        {
          "_id": "678719ac5333dfbf8e206077",
          "user": {
            "_id": "64105a6d14215c0775dfdd14",
            "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
            "isPro": false,
            "fullname": "Jiwen Yu",
            "user": "VictorYuki",
            "type": "user"
          },
          "name": "Jiwen Yu",
          "status": "claimed_verified",
          "statusLastChangedAt": "2025-01-15T08:49:01.033Z",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206078",
          "name": "Yiran Qin",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206079",
          "name": "Xintao Wang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607a",
          "name": "Pengfei Wan",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607b",
          "name": "Di Zhang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607c",
          "name": "Xihui Liu",
          "hidden": false
        }
      ],
      "publishedAt": "2025-01-14T18:57:21.000Z",
      "title": "GameFactory: GameFactory - Utiliza generadores de vídeo interactivo para crear nuevos juegos.",
      "summary": "El motor de juegos generativos tiene el potencial de innovar la desarrollo de juegos al generar contenido nuevo automáticamente y reducir la cantidad de trabajo manual. Sin embargo, el enfoque actual basado en vídeo para la generación de juegos no puede resolver los problemas generales de escena, lo que limita a un estilo y escenas fijas. En este artículo, se presenta el marco de trabajo de generación de vídeos de juegos, GameFactory, que se enfoca en abordar los problemas generales de escena. Para garantizar la diversidad de nuevos juegos, se utiliza datos de vídeo de dominio abierto para entrenar un modelo de difusión de vídeo preentrenado. Para mitigar las diferencias entre el conocimiento avanzado del dominio abierto y pequeños conjuntos de datos de juegos, se propone una estrategia de entrenamiento multinivel que separa el aprendizaje de estilo y el control de acciones. Se publica GF-Minecraft, un conjunto de vídeos de alta calidad con diversas acciones, basado en Minecraft como fuente de datos. Además, se extiende el marco de trabajo para permitir un control de acciones que puede ser regresivo automáticamente, permitiendo la producción de vídeos de juegos de interacción infinita. Los resultados de las experimentaciones demuestran claramente que GameFactory puede generar vídeos de juegos abiertos, diversos y con control de acciones, mostrando una gran innovación en la generación de juegos con la inteligencia artificial. El conjunto de datos y la página del proyecto están disponibles públicamente en https://vvictoryuki.github.io/gamefactory/.",
      "upvotes": 37,
      "discussionId": "678719ae5333dfbf8e206106"
    },
    "publishedAt": "2025-01-20T22:21:50.434Z",
    "title": "GameFactory: Creating New Games with Generative Interactive Videos",
    "thumbnail": "https://cdn-thumbnails.huggingface.co/social-thumbnails/papers/2501.08325.png",
    "numComments": 2,
    "submittedBy": {
      "_id": "64105a6d14215c0775dfdd14",
      "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
      "fullname": "Jiwen Yu",
      "name": "VictorYuki",
      "type": "user",
      "isPro": false,
      "isHf": false,
      "isMod": false,
      "followerCount": 2
    },
    "isAuthorParticipating": true
  }
]