[
  {
    "paper": {
      "id": "2501.08325",
      "authors": [
        {
          "_id": "678719ac5333dfbf8e206077",
          "user": {
            "_id": "64105a6d14215c0775dfdd14",
            "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
            "isPro": false,
            "fullname": "Jiwen Yu",
            "user": "VictorYuki",
            "type": "user"
          },
          "name": "Jiwen Yu",
          "status": "claimed_verified",
          "statusLastChangedAt": "2025-01-15T08:49:01.033Z",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206078",
          "name": "Yiran Qin",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206079",
          "name": "Xintao Wang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607a",
          "name": "Pengfei Wan",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607b",
          "name": "Di Zhang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607c",
          "name": "Xihui Liu",
          "hidden": false
        }
      ],
      "publishedAt": "2025-01-14T18:57:21.000Z",
      "title": "GameFactory: ゲームファクトリー - Generador de videojuegos interactivos para crear nuevos juegos.",
      "summary": "Los engines generativos de juegos tienen la posibilidad de innovar la desarrollo de juegos al automatizar la generación de nuevo contenido y reducir la cantidad de trabajo manual. Sin embargo, los métodos actuales de generación de vídeos en juegos no logran resolver los problemas de escala, limitándose a estilos fijos y juegos con escenas predefinidas. En este artículo, se presenta el GameFactory, un marco de trabajo para la generación de vídeos de juegos que enfoca la resolución de problemas de escala generales. Utilizando modelos de difusión preentrenados con datos de vídeo de dominio abierto, GameFactory permite crear nuevas clases de juegos. Para abordar la diferencia entre los límites de la mayoría de los juegos de dominio abierto y los pequeños conjuntos de datos de juegos, se separa el aprendizaje del estilo del control de acciones y se propone una estrategia de aprendizaje multinivel para mantener la generalización del dominio abierto mientras se logra el control de acciones. Se publica un conjunto de datos de video de alta calidad y diversidad, GF-Minecraft, utilizando Minecraft como fuente de datos. Además, se expande el marco de trabajo para permitir la generación automática de videos de juegos con control de acciones recursivos y la producción de videos de juegos de interacción infinitos. Los resultados de los experimentos muestran que GameFactory es efectiva en la generación de vídeos de juegos de dominio abierto, con control de acciones, y representa un avance importante en la generación de juegos con la inteligencia artificial. Los conjuntos de datos y la página del proyecto están disponibles en https://vvictoryuki.github.io/gamefactory/.",
      "upvotes": 37,
      "discussionId": "678719ae5333dfbf8e206106"
    },
    "publishedAt": "2025-01-20T22:21:50.434Z",
    "title": "GameFactory: Creating New Games with Generative Interactive Videos",
    "thumbnail": "https://cdn-thumbnails.huggingface.co/social-thumbnails/papers/2501.08325.png",
    "numComments": 2,
    "submittedBy": {
      "_id": "64105a6d14215c0775dfdd14",
      "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
      "fullname": "Jiwen Yu",
      "name": "VictorYuki",
      "type": "user",
      "isPro": false,
      "isHf": false,
      "isMod": false,
      "followerCount": 2
    },
    "isAuthorParticipating": true
  }
]