[
  {
    "paper": {
      "id": "2501.08325",
      "authors": [
        {
          "_id": "678719ac5333dfbf8e206077",
          "user": {
            "_id": "64105a6d14215c0775dfdd14",
            "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
            "isPro": false,
            "fullname": "Jiwen Yu",
            "user": "VictorYuki",
            "type": "user"
          },
          "name": "Jiwen Yu",
          "status": "claimed_verified",
          "statusLastChangedAt": "2025-01-15T08:49:01.033Z",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206078",
          "name": "Yiran Qin",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e206079",
          "name": "Xintao Wang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607a",
          "name": "Pengfei Wan",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607b",
          "name": "Di Zhang",
          "hidden": false
        },
        {
          "_id": "678719ac5333dfbf8e20607c",
          "name": "Xihui Liu",
          "hidden": false
        }
      ],
      "publishedAt": "2025-01-14T18:57:21.000Z",
      "title": "GameFactory: ゲームファクトリー - lugar donde se crean nuevos juegos en videos interactivos generativos.",
      "summary": "El engine de juegos de formación automatizada puede generar contenido nuevo y innovación en el desarrollo de juegos al reducir la carga de trabajo manual. Sin embargo, el método actual de generación de juegos basado en imágenes no resuelve los problemas de extensibilidad de las fotografías, lo que las limita a diseños y escenas fijos y reduce su aplicación. En este artículo, se presenta el framework GameFactory, que se centra en la extensibilidad de las imágenes de generación de juegos. Utilizando un modelo de difusión de imágenes pre-entrenado con datos de imágenes de dominio público, se logra crear nuevos juegos. Para superar las diferencias entre el conocimiento público y pequeños conjuntos de datos de juegos, se separan el entrenamiento del estilo del juego y el control de las acciones, y se propone una estrategia de entrenamiento multinivel para mantener la extensibilidad del dominio público y realizar el control de las acciones. Se publica un conjunto de imágenes de alta calidad con diferentes acciones, GF-Minecraft, basado en Minecraft. Además, se extiende el framework para permitir la generación de imágenes de juegos con control automático de acciones y la producción de imágenes interactivas de larga duración sin límites. Los resultados experimentales muestran que GameFactory es efectiva en la generación de imágenes de juegos de dominio público, diversas y con control de acciones, representando un importante paso en la generación de juegos con inteligencia artificial. El conjunto de datos y la página del proyecto están disponibles en https://vvictoryuki.github.io/gamefactory/.",
      "upvotes": 36,
      "discussionId": "678719ae5333dfbf8e206106"
    },
    "publishedAt": "2025-01-20T22:21:50.434Z",
    "title": "GameFactory: Creating New Games with Generative Interactive Videos",
    "thumbnail": "https://cdn-thumbnails.huggingface.co/social-thumbnails/papers/2501.08325.png",
    "numComments": 2,
    "submittedBy": {
      "_id": "64105a6d14215c0775dfdd14",
      "avatarUrl": "https://cdn-avatars.huggingface.co/v1/production/uploads/64105a6d14215c0775dfdd14/-VX-cUYOLjHIg7QnWhRGG.jpeg",
      "fullname": "Jiwen Yu",
      "name": "VictorYuki",
      "type": "user",
      "isPro": false,
      "isHf": false,
      "isMod": false,
      "followerCount": 2
    },
    "isAuthorParticipating": true
  }
]